Repository: CodeClubInternational/cci-community-wordpress-theme
Catalog: languages/*.po
Languages: ru_ru

source: 404 - Not found
ru_ru: Ошибка 404. Запрашиваемая страница не найдена.

source: Sorry but we couldn't find the content you were looking for
ru_ru: По вашему запросу ничего не нашлось!

source: Try the navigation menu above or search for the content
ru_ru: Пожалуйста, воспользуйтесь меню на панеле сверху или введите запрос в поиск.

source: Comment navigation
ru_ru: Поиск по комментариям

source: Older Comments
ru_ru: Старые комментарии

source: Newer Comments
ru_ru: Новые комментарии

source: Comments are closed.
ru_ru: Комментарии закрыты.

source: Primary Navigation
ru_ru: Основное меню навигации

source: Footer Nav 1
ru_ru: Нижний колонтитул Nav 1

source: Footer Nav 2
ru_ru: Нижний колонтитул Nav 2

source: Footer Nav 3
ru_ru: Нижний колонтитул Nav 3

source: Footer Nav 4
ru_ru: Нижний колонтитул Nav 4

source: Signed out successfully!
ru_ru: Вы успешно вышли

source: You have to be signed in to view this page.
ru_ru: Вам нужно войти в систему для просмотра этой страницы.

source: Something went wrong, please try again later.
ru_ru: Похоже, что-то пошло не так. Пожалуйста, повторите попытку позже!

source: No code clubs found.
ru_ru: Мы не смогли найти кружки по вашему запросу.

source: Sign Out
ru_ru: Выход

source: Sign In
ru_ru: Войти

source: Search Results for: %s
ru_ru: Результаты поиска: %s

source: Contact
ru_ru: Контактное лицо

source: Forgotten Sign In Details
ru_ru: Забыли имя пользователя или пароль?

source: Club Resources
ru_ru: Рессурсы

source: Here you can access resources, materials and guidance to help you run your Code Club.
ru_ru: Здесь вы можете скачать материалы для ведения вашего кружка.

source: Get Materials
ru_ru: Скачать учебные метериалы

source: Successfully edited!
ru_ru: Данные успешно изменены.

source: Contact details
ru_ru: Контакная информация

source: Your name
ru_ru: ФИО

source: Your email address
ru_ru: Email

source: Your name and email address will never be displayed publicly
ru_ru: Ваше имя и адрес не будут опубликованы на нашем сайте.

source: Venue details
ru_ru: Место проведения

source: Venue name
ru_ru: Названия места проведения

source: Looking for Volunteer
ru_ru: Ищете волонтера?

source: Venue website
ru_ru: Сайт места проведения

source: Street address 1
ru_ru: Адрес 1

source: Street address 2
ru_ru: Адрес 2

source: Postcode / Zipcode
ru_ru: Почтовый индекс

source: Your club has now been registered
ru_ru: Ваш кружок успешно зарегестрирован.

source: I accept the
ru_ru: Я согласен с

source: terms &amp; conditions
ru_ru: условиями пользовательского соглашения.

source: Create a Code Club
ru_ru: Создать кружок Code Club

source: Username
ru_ru: Имя пользователя

source: Name
ru_ru: Имя

source: Venue
ru_ru: Место проведения

source: Website
ru_ru: Сайт

source: Invalid Auth token. Please request another password.
ru_ru: Ваша сессия устарела. Пожалуйста, запросите новый пароль.

source: Please check your inbox for password reset instructions.
ru_ru: Проверьте свой почтовый ящик для дальнейших инструкций по восстановлению вашего пароля.

source: No wait I remembered my Club ID and Password!
ru_ru: Назад

source: Sign in successful
ru_ru: Вход успешного завершен

source: Password
ru_ru: Пароль

source: I forgot my Club ID or Password!
ru_ru: Забыли имя или пароль?

source: I want to register!
ru_ru: Создать новую учетную запись.

source: Nothing Found
ru_ru: Ничего не найдено

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ru_ru: Готовы опубликовать свой первый пост? <a href="%1$s">Старт тут</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ru_ru: По вашему запросу ничего не нашлось! Попробуйте изменить параметры запроса.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ru_ru: Ничего не найдено. Попробуйте воспользоваться поиском.

source: Pages:
ru_ru: Страницы:

source: Continue reading %s <span class="meta-nav">&rarr;</span>
ru_ru: Читать полностью %s <span class="meta-nav">&rarr;</span>

source: Please reply to
ru_ru: Просьба направить Ваш ответ в:

source: Volunteer has contacted you.
ru_ru: Волонтер отправил вам сообщение

source: Email has been sent
ru_ru: Email отправлен!

source: Message
ru_ru: Сообщение

source: (required)
ru_ru: (обязательно)

source: Send Message
ru_ru: Отправить

source: Keep this field blank
ru_ru: Оставьте это поле пустым

source: Address
ru_ru: Адрес

source: Search
ru_ru: Поиск

source: Search results:
ru_ru: Результаты поиска:

source: New password was successfully set
ru_ru: Пароль созадан

source: Current password
ru_ru: Пароль

source: New password
ru_ru: Новый пароль

source: New password confirmation
ru_ru: Повторите новый пароль

source: Set New Password
ru_ru: Создать новый пароль

source: Submit
ru_ru: Отпрвить

source: Register
ru_ru: Зарегистрировать

source: Welcome,
ru_ru: Добро пожаловать,

source: Your username is
ru_ru: Ваше имя пользователя

source: You will need this and your password to log in to access your club details.
ru_ru: Вам понадобятся имя пользователя и пароль, чтобы

source: Edit Club
ru_ru: Редактировать

source: Club
ru_ru: Ваш кружок

source: Find Club
ru_ru: Найти кружок
